Repository: N3m0xyz/SATtekCBGInterstellar-MetrixHD
Catalog: locale/*.po
Languages: sv

source: (No preview picture available.)
sv: (Ingen förhandsgranskningsbild tillgänglig.)

source: (One or more %s icons are missing.)
sv: (En eller flera %s-ikoner saknas.)

source: Maybe is a compatibility issue with %s resolution. Attention: The osd-error occurs first after gui or system restart! Do you want really change from %s to %s - skin?
sv: Kanske är det ett kompatibilitetsproblem med %s upplösning. Uppmärksamhet: Osd-felet inträffar först efter omstart av gui eller system! Vill du verkligen ändra från %s till %s - skin?

source: Press 'OK-Button'
sv: Tryck på "OK-knappen

source: - box support unknown
sv: - boxstöd okänd

source: !!! If your receiver not compatible is a crash possible !!! Choose 'yes', then starts the resolution test. The old resolution will automatically restored after 10 seconds.
sv: !!! Om din mottagare inte är kompatibel är en krasch möjlig !!! Välj "ja", då startar upplösningstestet. Den gamla upplösningen återställs automatiskt efter 10 sekunder.

source: !!! Recording(s) are in progress or coming up in few minutes !!!
sv: !!! Inspelning(ar) pågår eller kommer att ske inom några minuter !!!

source: %d Minutes
sv: %d minuter

source: ' in the '
sv: ' i '

source: (Text-Mode)
sv: (textläge)

source: --- empty ---
sv: --- tom ---

source: A background update check is in progress, please wait a few minutes and try again.
sv: En bakgrundsuppdatering pågår, vänligen vänta några minuter och försök igen.

source: A higher value results in a slow movement.
sv: Ett högre värde resulterar i en långsam rörelse.

source: AUDIO
sv: LJUD

source: Accent colors
sv: Accentfärger

source: Additional Layer
sv: Ytterligare lager

source: Additional offset for font scaling
sv: Extra offset för skalning av teckensnitt

source: After enabling, 'Apply changes' and restart needs never press 'Apply changes' (and restart) when you change subordinate entrys in 'STB-Info'.
sv: Efter aktivering, "Apply changes" och omstart behöver du aldrig trycka på "Apply changes" (och omstart) när du ändrar underordnade poster i "STB-Info".

source: After enabling, 'Apply changes' and restart needs never press 'Apply changes' (and restart) when you change subordinate options.
sv: Efter aktivering, "Apply changes" och omstart behöver du aldrig trycka på "Apply changes" (och omstart) när du ändrar underordnade alternativ.

source: All calculated values round down
sv: Alla beräknade värden avrundas nedåt

source: Amber
sv: Bärnsten

source: Analog Fonts
sv: Analoga teckensnitt

source: Animated Icons
sv: Animerade ikoner

source: Apply changes
sv: Tillämpa ändringar

source: Arial
sv: Arial (Arial)

source: Back Color
sv: Bakre färg

source: Back Color Transparency
sv: Transparens i bakre färg

source: Background
sv: Bakgrund

source: Backup
sv: Säkerhetskopia

source: Backup & Restore my settings
sv: Säkerhetskopiera och återställ mina inställningar

source: Backup-Set is not complete!
sv: Backup-setet är inte komplett!

source: Between Clock and Weather centered
sv: Mellan klocka och väder centrerad

source: Between Clock and Weather enclosed
sv: Mellan klocka och väder bifogas

source: Black
sv: Svart

source: Blocks Layer Design
sv: Block Layer Design

source: Bold and greater Fonts
sv: Feta och större typsnitt

source: Border
sv: Ram

source: Border color
sv: Ram Kant linje färg

source: Border lines
sv: Gränslinjer

source: Borderlines
sv: Gränslinjer

source: Bottom
sv: Botten

source: Bottom of the screen
sv: Skärmens nedre del

source: Bright Colors
sv: Ljusa färger

source: Brightgreen
sv: Ljusgrön

source: Brightyellow
sv: Ljusgul

source: Brown
sv: Brun

source: Button text
sv: Knapptext

source: Buttons
sv: Knappar

source: CPU-Load: %s
sv: CPU-belastning: %s

source: CPU-Speed: %s MHz
sv: CPU-hastighet: %s MHz

source: Cable
sv: Kabel

source: Can't create Backup-File! ( %s )
sv: Kan inte skapa backup-fil! ( %s )

source: Can't create symlink:
sv: Det går inte att skapa en symbolisk länk:

source: Cancel
sv: Avbryt

source: Change Number of Rows in Movie Selection
sv: Ändra antal rader i filmurvalet

source: Change field size 'Count/Size' in Movie Selection
sv: Ändra fältstorlek 'Count/Size' i Movie Selection

source: Change field size 'Date' in Movie Selection
sv: Ändra fältstorlek 'Datum' i Movie Selection

source: Change field size 'Progressbar' in Movie Selection
sv: Ändra fältstorlek 'Progressbar' i Movie Selection

source: Change field size or hide
sv: Ändra fältstorlek eller dölj

source: Change the picon sharpness with the scaling. Info: < 1 = blurred and > 1 = sharpened (no restart required)
sv: Ändra piconens skärpa med skalningen. Information: < 1 = oskarp och > 1 = skärpt (ingen omstart krävs)

source: Channel list show MiniTV*
sv: Kanallista visa MiniTV*

source: Channel selection settings
sv: Inställningar för kanalval

source: Channel selection style
sv: Kanalvalsstil

source: ChannelName/Number FontSize
sv: Kanalnamn/Nummer Fontstorlek

source: ChannelSelection
sv: Kanalval

source: Channelselection
sv: Kanalselektion

source: Checking Feeds
sv: Kontroll av flöden

source: Choose Picon Type
sv: Välj Picon-typ

source: Choose whether the 'night switch' should be activated or not. Some icons are then displayed as night icons with moon.
sv: Välj om "nattknappen" ska vara aktiverad eller inte. Vissa ikoner visas då som nattikoner med måne.

source: Chose Extended-Info Style
sv: Välj Extended-Info-stil

source: Chose Skin Design
sv: Välj huddesign

source: Circle Gradient
sv: Cirkel Gradient

source: Circle Gradient without Frame
sv: Cirkel Gradient utan ram

source: City '%s' not found! Please try another wording.
sv: Stad '%s' hittades inte! Vänligen försök med en annan formulering.

source: Clock in Layer A
sv: Klocka i lager A

source: Clock in Layer B
sv: Klocka i lager B

source: Clock text
sv: Klocktext

source: Clock, Weather and Buttons
sv: Klocka, väder och knappar

source: Cobalt
sv: Kobolt

source: Color
sv: Färg

source: Color 1
sv: Färg 1

source: Color 2
sv: Färg 2

source: Color Examples
sv: Exempel på färger

source: Color Gradient
sv: Färg övertoning

source: Color settings
sv: Färginställningar

source: Console
sv: Konsol

source: Contrast Layer Design
sv: Design med kontrasterande lager

source: Dark Colors
sv: Mörka färger

source: Darkblue
sv: Mörkblå

source: Darkbrown
sv: Mörkbrun

source: Darkgrey
sv: Mörkgrå

source: Default
sv: Standard

source: Defaults
sv: Standard

source: Delete
sv: Ta bort

source: Delete current Backup-Set?
sv: Ta bort aktuell backup-set?

source: Description text
sv: Beskrivning text

source: Design settings
sv: Designinställningar

source: Digital Fonts
sv: Digitala teckensnitt

source: Directory '%s' does not exist!
sv: Katalogen '%s' finns inte!

source: Disabled
sv: Inaktiverad

source: Distance between Servicename and Eventname.
sv: Avstånd mellan Servicename och Eventname.

source: Distance between Servicenumber and Servicename or Eventname and Progressbar.
sv: Avstånd mellan Servicenummer och Servicenamn eller Eventnamn och Progressbar.

source: Distance between the STB-Infos
sv: Avstånd mellan STB-Infos

source: Do you really want to reboot now?
sv: Vill du verkligen starta om nu?

source: EMC Movie List
sv: EMC Filmlista

source: EMC/MovieList
sv: EMC/Filmlista

source: EMC/MoviePlayer
sv: EMC/Filmspelare

source: END
sv: SLUT

source: EPG, Channellist, Movielist
sv: EPG, Kanallista, Filmlista

source: EXIT
sv: AVSLUTA

source: East
sv: Öst

source: Emerald
sv: Smaragd

source: Enable this option to display the wind speed, direction, 'feels like' temperature and humidity.
sv: Aktivera det här alternativet för att visa vindhastighet, vindriktning, "känns som"-temperatur och luftfuktighet.

source: Enable to display the description of the menu entries.
sv: Aktivera för att visa beskrivningen av menyalternativen.

source: Enabled
sv: Aktiverad

source: Enhanced HD Option
sv: Förbättrat HD-alternativ

source: Enhanced picon scaling
sv: Förbättrad piconskalning

source: Enter a personalized API key for use with OpenWeatherMap (https://openweathermap.org/).
sv: Ange en personlig API-nyckel för användning med OpenWeatherMap (https://openweathermap.org/).

source: Enter the location for your weather forecasts.
sv: Ange platsen för dina väderprognoser.

source: Error creating %s skin. HD skin is used!
sv: Fel vid skapandet av %s skin. HD skin används!

source: Error creating Preset! One or more Fonts are not available!
sv: Fel vid skapande av förinställning! Ett eller flera teckensnitt är inte tillgängliga!

source: Error creating Skin!
sv: Fel vid skapande av Skin!

source: Error getting City ID
sv: Fel vid hämtning av City ID

source: Error in Weatherinfo
sv: Fel i Weatherinfo

source: Error, unknown Result!
sv: Fel, okänt resultat!

source: Event Description
sv: Eventbeskrivning

source: Event List
sv: Evenemang Lista

source: Event name text
sv: Text för händelsens namn

source: Extended Info colors
sv: Utökade infofärger

source: Field Distance
sv: Avstånd till fält

source: Finished color
sv: Färdig färg

source: Fixed
sv: Fast

source: Flash Memory free: %s MByte
sv: Flashminne ledigt: %s MByte

source: Flat Gradient
sv: Platt gradient

source: Flat Gradient without Frame
sv: Flat Gradient utan ram

source: Focus left, big picon, 1 next Events
sv: Fokus vänster, stor picon, 1 nästa Händelser

source: Focus left, description right
sv: Fokus till vänster, beskrivning till höger

source: Focus left, no picon, 5 next Events
sv: Fokus vänster, ingen picon, 5 nästa händelser

source: Focus right, big picon, 1 next Events
sv: Fokus höger, stor picon, 1 nästa Händelser

source: Focus right, description left
sv: Fokus höger, beskrivning vänster

source: Focus right, no picon, 5 next Events
sv: Fokus höger, ingen picon, 5 nästa händelser

source: Font Examples
sv: Exempel på teckensnitt

source: Font color
sv: Teckenfärg

source: Font color pseudo recording
sv: Pseudo-inspelning av teckensnittsfärg

source: Font color recording
sv: Inspelning av teckensnittsfärg

source: Font color selected
sv: Fontfärg vald

source: Font color streaming
sv: Streaming av teckensnittsfärg

source: Font scale [%]
sv: Skala för teckensnitt [%]

source: Font settings
sv: Inställningar för typsnitt

source: Font type
sv: Typ av teckensnitt

source: Foreground
sv: Förgrund

source: Frame Color
sv: Ramfärg

source: Frame Color Transparency
sv: Ramfärg Transparens

source: Frame Layer Design
sv: Design av ramlager

source: Frame Size
sv: Storlek på ram

source: GUI needs a restart to apply a new skin. Do you want to Restart the GUI now?
sv: GUI behöver en omstart för att applicera ett nytt skin. Vill du starta om GUI nu?

source: Generally
sv: Generellt

source: Glossy Effect
sv: Glansig effekt

source: Glossy Effect Color
sv: Glänsande effekt Färg

source: Glossy Effect Intensity
sv: Glansig effekt Intensitet

source: Glossy Effect Over Text
sv: Glänsande effekt över text

source: Glossy Effect Position X
sv: Glansig effekt Position X

source: Glossy Effect Position Y
sv: Glansig effekt Position Y

source: Glossy Effect Size
sv: Glansig effekt Storlek

source: Graphical EPG
sv: Grafisk EPG

source: Graphical EPG style
sv: Grafisk EPG-stil

source: Green
sv: Grön

source: Green Colors
sv: Gröna färger

source: Greyscale %d
sv: Gråskala %d

source: HELP
sv: HJÄLP

source: HOME
sv: HEM

source: HandelGotD Fonts
sv: HandelGotD typsnitt

source: Hide PVR State
sv: Dölj PVR-status

source: If you can see this then is your receiver compatible. Do you want change from %s to %s - skin resolution?
sv: Om du kan se detta så är din mottagare kompatibel. Vill du ändra från %s till %s - skin-upplösning?

source: Improved the picon scaling quality. (no restart required)
sv: Förbättrad kvalitet på piconskalningen. (ingen omstart krävs)

source: In Moviebar
sv: I Moviebar

source: Indigo
sv: Indigoblå

source: Individual Settings (only for some individual skinned screens)
sv: Individuella inställningar (endast för vissa individuellt utformade skärmar)

source: Info: Setting applies not for EMC.
sv: Information: Inställningen gäller inte för EMC.

source: InfoBar/SecondInfobar
sv: InfoBar/SekundInfobar

source: InfoBar/SecondInfobar/Moviebar
sv: InfoBar/SekundInfobar/Moviebar

source: Infobar, Moviebar
sv: Infobar, Filmbar

source: Install Package not found!
sv: Installationspaketet hittades inte!

source: Installation error! %s
sv: Installationsfel! %s

source: Installing ...
sv: Installerar …

source: Item Distance
sv: Objekt Avstånd

source: Label text
sv: Etikett text

source: Large
sv: Stor

source: Large text
sv: Stor text

source: Layer A (main layer)
sv: Lager A (huvudlager)

source: Layer A and B same height, Clock in Layer A
sv: Lager A och B samma höjd, klocka i lager A

source: Layer A and B same height, Clock in Layer B
sv: Lager A och B samma höjd, klocka i lager B

source: Layer B (secondary layer)
sv: Lager B (sekundärt lager)

source: Left
sv: Vänster

source: Lime
sv: Ljusgrön

source: Location Selection
sv: Val av plats

source: MENU
sv: MENY

source: MSN weather
sv: MSN väder

source: Mediumblue
sv: Mellanblå

source: Menu
sv: Meny

source: Menu Symbol
sv: Symbol för meny

source: Menu entry text
sv: Text för menyinmatning

source: Meteo Icons
sv: Meteo Ikoner

source: MetrixWeather API key
sv: MetrixWeather API-nyckel

source: MetrixWeather animations speed
sv: MetrixVäder animationer hastighet

source: MetrixWeather city name
sv: MetrixWeather stadsnamn

source: MetrixWeather icon night switch
sv: MetrixVäderikon nattväxel

source: MetrixWeather icon path
sv: Ikonsökväg för MetrixWeather

source: MetrixWeather icon style
sv: MetrixVäder ikon stil

source: MetrixWeather service
sv: MetrixWeather-tjänst

source: Midnight
sv: Midnatt

source: Movie List style
sv: Stil för filmlista

source: My Backup Description
sv: My Backup Beskrivning

source: My Backup No. %d
sv: Min säkerhetskopia nr %d

source: My Backup Number
sv: Mitt reservnummer

source: My Backup Saved: %s
sv: Min säkerhetskopia sparad: %s

source: My Last Backup Entry: %s
sv: Min senaste backup-post: %s

source: My Last Restored Entry: %s
sv: Min senast återställda post: %s

source: Navy
sv: Marinblå

source: Next
sv: Nästa

source: No
sv: Nej

source: No Backup-File found! ( %s )
sv: Ingen backup-fil hittades! ( %s )

source: No Backup-Set found!
sv: Ingen Backup-Set hittades!

source: No Design
sv: Ingen design

source: No description available.
sv: Beskrivning saknas.

source: None
sv: Ingen

source: North
sv: Nord

source: Northeast
sv: Nordöstra

source: Northwest
sv: Nordväst

source: Not enough free flash memory to create the new %s skin files. ( %d kb is required )
sv: Inte tillräckligt med ledigt flashminne för att skapa de nya %s skin-filerna. ( %d kb krävs )

source: Not enough free flash memory to install the %s icons. ( %d MB is required )
sv: Det finns inte tillräckligt med ledigt flashminne för att installera %s-ikonerna. ( %d MB krävs )

source: OSD settings
sv: OSD-inställningar

source: Off
sv: Av

source: Offset picon size
sv: Offset picon storlek

source: Olive
sv: Olivgrön

source: One Layer Design
sv: Design i ett lager

source: Open-Meteo Wetter
sv: Öppet meteorologiskt väder

source: Other settings
sv: Andra inställningar

source: Other text
sv: Annan text

source: Output text
sv: Utgående text

source: Overwrite current Backup-Set?
sv: Skriva över aktuell backup-uppsättning?

source: Overwrite current Settings?
sv: Skriva över aktuella inställningar?

source: Pink
sv: Rosa

source: Please enter new name:
sv: Vänligen ange nytt namn:

source: Please wait whilst feeds state is checked.
sv: Vänligen vänta medan feeds status kontrolleras.

source: Position PVR State
sv: Position PVR Stat

source: Powered by ----------------- msn weather (https://www.msn.com) and OpenWeatherMap (https://openweathermap.org) and Open-Meteo (https://open-meteo.com/en)
sv: Drivs av ----------------- msn väder (https://www.msn.com) och OpenWeatherMap (https://openweathermap.org) och Open-Meteo (https://open-meteo.com/en)

source: Quick Setup
sv: Snabb installation

source: RAM-Free: %s MB
sv: RAM-fri: %s MB

source: Raleway Fonts
sv: Raleway typsnitt

source: Ready to install %s ?
sv: Redo att installera %s?

source: Ready to remove %s ?
sv: Redo att ta bort %s?

source: Recording color
sv: Färg för inspelning

source: Red
sv: Röd

source: Red Colors
sv: Röda färger

source: Refresh interval
sv: Uppdateringsintervall

source: Regular
sv: Vanlig

source: Removing ...
sv: Tar bort ...

source: Replacement
sv: Ersättning

source: Restart GUI
sv: Starta om gränssnitt

source: Restore
sv: Återställ

source: Restoring Backup-Set %d ...
sv: Återställning av säkerhetskopia %d ...

source: Right
sv: Höger

source: Royal Blue
sv: Royal blå

source: Running Text Parameter
sv: Löpande text Parameter

source: Satellite
sv: Satellit

source: Save
sv: Spara

source: Screen title separating line
sv: Skärmtitel separeringslinje

source: Screen title text
sv: Text för skärmtitel

source: Screens
sv: Skärmar

source: Screens, Plugins
sv: Skärmar, tillägg

source: Scrollbar Border width
sv: Rullningslistens kantbredd

source: Scrollbar Slider
sv: Rullgardinsmeny Slider

source: Scrollbar Slider width
sv: Scrollbar Slider bredd

source: Search for City ID please wait...
sv: Sök efter City ID vänligen vänta...

source: Search for your City
sv: Sök efter din stad

source: Select 'Yes' to also display MetrixWeather in the 'MoviePlayer' InfoBar screen.
sv: Välj 'Ja' för att även visa MetrixWeather i InfoBar-skärmen för 'MoviePlayer'.

source: Select 'Yes' to display your cityname in MetrixWeather
sv: Välj "Ja" för att visa ditt stadsnamn i MetrixWeather

source: Select 'Yes' to enable the addition of MetrixWeather to the InfoBar screen.
sv: Välj "Ja" för att aktivera tillägget av MetrixWeather till InfoBar-skärmen.

source: Select Your Location
sv: Välj din plats

source: Select the animations speed for the animated icons.
sv: Välj animationshastighet för de animerade ikonerna.

source: Select the number of days of weather forecast to be displayed.
sv: Välj det antal dagar med väderprognos som ska visas.

source: Select the path to where the MetrixWeather icons can be found. This path cannot be empty!
sv: Välj den sökväg där MetrixWeather-ikonerna kan hittas. Den här sökvägen får inte vara tom!

source: Select the preferred weather service to supply the weather information.
sv: Välj önskad vädertjänst för att tillhandahålla väderinformation.

source: Select the style of MetrixWeather icons to be used.
sv: Välj vilken typ av MetrixWeather-ikoner som ska användas.

source: Select the temperature unit to be used for temperature displays.
sv: Välj den temperaturenhet som ska användas för temperaturvisning.

source: Select this option to save that last obtained weather data locally. This is used to initialize the data immediately after restart while updated data is being fetched.
sv: Välj det här alternativet för att spara de senast erhållna väderdata lokalt. Detta används för att initiera data omedelbart efter omstart medan uppdaterade data hämtas.

source: Selection bar
sv: Valfält

source: Service
sv: Tjänst

source: Service Description
sv: Tjänst Beskrivning

source: Service List
sv: Servicelista

source: Set default values
sv: Ange standardvärden

source: Set number of tuner automatically
sv: Ställ in tunerns nummer automatiskt

source: Set number of tuner manually
sv: Ställ in tunerns nummer manuellt

source: Set picon sharpness
sv: Ställ in skärpa för picon

source: Set primetime in graphical epg settings.
sv: Ställ in primetime i grafiska epg-inställningar.

source: Setting is the same as '
sv: Inställningen är densamma som '

source: Settings successfully restored.
sv: Inställningarna har återställts.

source: Show Background
sv: Visa bakgrund

source: Show CAID
sv: Visa CAID

source: Show CPU-Load
sv: Visa CPU-belastning

source: Show CPU-Temp
sv: Visa CPU-Temp

source: Show ChannelName
sv: Visa kanalnamn

source: Show ChannelNumber
sv: Visa KanalNummer

source: Show Clock
sv: Visa klocka

source: Show Cover in Infobar
sv: Visa omslag i Infobar

source: Show Cover in Media Center
sv: Visa omslag i Media Center

source: Show Cover in Movie Selection
sv: Visa omslag i filmval

source: Show ECM TIME
sv: Visa ECM TIME

source: Show Extended-Info
sv: Visa utökad information

source: Show HOPS
sv: Visa HOPS

source: Show Menu Buttons
sv: Visa menyknappar

source: Show Menu Scrollinfo
sv: Visa Scrollinfo för meny

source: Show Movie Description
sv: Visa film Beskrivning

source: Show Movie Playback Time
sv: Visa uppspelningstid för film

source: Show MovieName
sv: Visa Filmnamn

source: Show Orbital-Position
sv: Visa Orbital-Position

source: Show PID
sv: Visa PID

source: Show PROTOCOL
sv: Visa PROTOCOL

source: Show PROV
sv: Visa PROV

source: Show PVR status in MoviePlayer infobar
sv: Visa PVR-status i MoviePlayer-infobaren

source: Show Picon in Movie Selection?
sv: Visa Picon i Movie Selection?

source: Show Primetime Event
sv: Visa Primetime-evenemang

source: Show READER
sv: Visa READER

source: Show Record-State
sv: Visa Record-State

source: Show SNR-Info
sv: Visa SNR-info

source: Show SOURCE
sv: Visa SOURCE

source: Show STB-Info
sv: Visa STB-info

source: Show SYS-Temp
sv: Visa SYS-Temp

source: Show Screen-Resolution
sv: Visa skärmupplösning

source: Show Scrollbar if more than one pages are available.
sv: Visa rullningslisten om fler än en sida är tillgänglig.

source: Show ServiceIcons
sv: Visa ServiceIcons

source: Show Space between Layer A and B
sv: Visa utrymmet mellan lager A och B

source: Show Tuner-Info
sv: Visa Tuner-info

source: Show also in main layer?
sv: Visa även i huvudlagret?

source: Show cityname in details
sv: Visa ortsnamn i detaljer

source: Show color buttons at top of the screen.
sv: Visa färgknappar längst upp på skärmen.

source: Show detail
sv: Visa detaljer

source: Show event colors if entry selected
sv: Visa eventets färger om posten är vald

source: Show extended Screen-Resolution
sv: Visa utökad skärmupplösning

source: Show forecast
sv: Visa prognos

source: Show free RAM
sv: Visa gratis RAM

source: Show in Channel selection?
sv: Visa i kanalvalet?

source: Show in EMC?
sv: Visa i EMC?

source: Show in Movie Center?
sv: Visning i Movie Center?

source: Show in MoviePlayer
sv: Visa i MoviePlayer

source: Show info in main menu and context menu if more entries on next side. (no restart required)
sv: Visa info i huvudmeny och kontextmeny om fler poster på nästa sida. (ingen omstart krävs)

source: Show large Text on bottom of the screen
sv: Visa stor text längst ner på skärmen

source: Show lower left Corner Layer
sv: Visa nedre vänstra hörnet Layer

source: Show lower right Corner Layer
sv: Visa nedre högra hörnet Layer

source: Show menu entry description
sv: Visa beskrivning av menyalternativ

source: Show only if available. Positions:
sv: Visa endast om det är tillgängligt. Positioner:

source: Show optional horizontal Layer
sv: Visa valfritt horisontellt lager

source: Show optional vertical Layer
sv: Visa valfritt vertikalt lager

source: Show picons zoomed ?
sv: Visa bilderna zoomade ?

source: Show running text for description of the event.
sv: Visa löpande text för beskrivning av evenemanget.

source: Show running text for event. If it flickers, try increasing the start delay.
sv: Visa löpande text för händelsen. Om den flimrar kan du försöka öka startfördröjningen.

source: Show running text?
sv: Visa löpande text?

source: Show scrollbar?
sv: Visa rullningslisten?

source: Show upper left Corner Layer
sv: Visa övre vänstra hörnet Layer

source: Show upper right Corner Layer
sv: Visa övre högra hörnet Layer

source: Side by PVR-Symbol
sv: Sida av PVR-Symbol

source: Sienna
sv: Ochra

source: Size
sv: Storlek

source: Skin Design
sv: Design av hud

source: Skin Design Buttons
sv: Knappar för huddesign
