Repository: N3m0xyz/SATtekCBGInterstellar-MetrixHD
Catalog: locale/*.po
Languages: sv

source: Skin Design Examples
sv: Exempel på huddesign

source: Skin resolution
sv: Hudupplösning

source: Skinpart are not available - can't be activated.
sv: Skinpart är inte tillgängligt - kan inte aktiveras.

source: Skinpart settings
sv: Skinpart-inställningar

source: Small
sv: Liten

source: Small text
sv: Finstil text

source: Solid without Frame
sv: Solid utan ram

source: Sorry feeds are down for maintenance, please try again later.
sv: Tyvärr är flödet nere för underhåll, vänligen försök igen senare.

source: South
sv: Syd

source: Southeast
sv: Sydöstra

source: Southwest
sv: Sydväst

source: Specify how often MetrixWeather retrieves its data from the server. 'Once' means the data will loaded only once after a GUI or system start.
sv: Ange hur ofta MetrixWeather hämtar sina data från servern. "En gång" innebär att data laddas endast en gång efter en GUI- eller systemstart.

source: Speed
sv: Hastighet

source: Standard Colors
sv: Standardfärger

source: Standard Fonts
sv: Standardtypsnitt

source: Standard Fonts greater
sv: Standardteckensnitt större

source: Startdelay
sv: Startfördröjning

source: Static Icons
sv: Statiska ikoner

source: Steel
sv: Stål

source: Style
sv: Stil

source: TEST
sv: TESTA

source: Teal
sv: Turkos

source: Temperature unit
sv: Enhet för temperatur

source: Terrestrial
sv: Terrestrisk

source: Test Resolution
sv: Testupplösning

source: Text Color
sv: Textfärg

source: Text Color Transparency
sv: Textfärg Genomskinlighet

source: Text Font
sv: Typsnitt

source: Text Size
sv: Textstorlek

source: Text Windowtitle
sv: Text Fönstertitel

source: Text in background
sv: Text i bakgrunden

source: The API key for OpenWeatherMap is not defined or invalid. Please verify your input data. Otherwise your settings won't be saved.
sv: API-nyckeln för OpenWeatherMap är inte definierad eller ogiltig. Vänligen verifiera dina inmatade data. Annars kommer dina inställningar inte att sparas.

source: The city name is too short. More than 2 characters are needed for search.
sv: Stadsnamnet är för kort. Mer än 2 tecken behövs för sökning.

source: Time Line
sv: Tidslinje

source: Top
sv: Topp

source: Top of the screen
sv: Överst på skärmen

source: Top of the screen with current time
sv: Övre delen av skärmen med aktuell tid

source: Transparency
sv: Genomskinlighet

source: Transparent
sv: Genomskinlig

source: Turquoise
sv: Turkos

source: Unknown error occurred!
sv: Okänt fel uppstod!

source: Vertical EPG
sv: Vertikal EPG

source: Violet
sv: Violett

source: Watched color
sv: Tittad färg

source: Weather Settings Actions
sv: Väderinställningar Åtgärder

source: Weather settings
sv: Inställningar för väder

source: Weather week text
sv: Väderveckans text

source: West
sv: Väst

source: Where do you want to get the MetrixWeather icons?
sv: Var vill du hämta MetrixWeather-ikonerna?

source: White
sv: Vit

source: Width
sv: Bredd

source: Yellow
sv: Gult

source: Yellow Colors
sv: Gula färger

source: Yes
sv: Ja

source: Yes, show screens
sv: Ja, visa skärmar

source: You can create up to 99 Backup-Sets. Stored in: %s
sv: Du kan skapa upp till 99 Backup-Sets. Lagrad i: %s

source: You can here assign an individual name.
sv: Du kan här tilldela ett individuellt namn.

source: You have the'HbbTV Plugin' installed.
sv: Du har installerat "HbbTV Plugin".

source: Your %s %s is not connected to the internet, please check your network settings and try again.
sv: Din %s %s är inte ansluten till internet, kontrollera dina nätverksinställningar och försök igen.

source: Your enhanced hd settings are inconsistent. Please check this.
sv: Dina enhanced hd-inställningar är inkonsekventa. Kontrollera detta.

source: ZZZPicons
sv: ZZZBilder

source: Zoom
sv: Zooma

source: and
sv: och

source: disabled
sv: inaktiverad

source: graphical EPG
sv: grafisk EPG

source: height
sv: höjd

source: helptext
sv: hjälptext

source: in Image included Fonts
sv: i Bild inkluderade typsnitt

source: in Menus
sv: i Menyer

source: in Menus and Screens
sv: i Menyer och skärmar

source: in Screens
sv: i Skärmar

source: in Skin included Fonts
sv: i Skin inkluderade typsnitt

source: left
sv: vänster

source: more Events or 'mini TV' greater
sv: fler evenemang eller "mini-TV" större

source: now
sv: nu

source: off
sv: av

source: openATV configuration tool for MetrixHD
sv: openATV-konfigurationsverktyg för MetrixHD

source: please wait...
sv: vänligen vänta...

source: right
sv: höger

source: selected
sv: vald

source: width
sv: bredd
